IDEA StatiCa Open Model
BoltAssembly Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the BoltAssembly class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public BoltAssembly()
Public Sub New
public:
BoltAssembly()
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace